{
  "title": "Basic concepts of Mental Health, Mental Illness, and Mental disorders",
  "sections": [
    {
      "title": "What is mental health?",
      "body": "No single, universal definition of mental health exists because:\nwhat one society (culture) may view as: acceptable and appropriate, another society may see as: maladaptive/ inappropriate.\nA person’s behavior can provide clues to his/her mental health. Because each has a different view/interpretation of behavior (depending on his or her values and beliefs).\nAccording to the World Health Organization (WHO), mental health is a state of well-being in which an individual realizes their abilities, copes with normal life stress, works productively, and contributes to their community. It is more than just the absence of mental disorders or disabilities\nThus, in most cases, mental health is defined as a state of emotional, psychological, and social wellness as evidenced by:\nSatisfying interpersonal relationships\nEffective behavior and coping\nPositive self-concept\nEmotional stability\nAnd expected to:\nThink clearly,\nBe able to solve different problems faced\nEnjoy good relationships with others,\nFeel spiritually at ease and bring happiness\nThis aspect of health is considered as mental health.\nTherefore, being only the absence of disease, physically & socially healthy does not fulfill the definitions of good health.\nMental illness: a state of psychological, social, spiritual and/physical ill which interferes with an individual’s:\nThinking,\nPerception of the environment\nSocial relationships and\nThe ability to adapt to changing environments.\n\nMental Disorder:\nSpecific diagnosis of a condition or type of mental illness made by a trained mental health professional. For example, depression, and anxiety."
    },
    {
      "title": "Types of Mental Illness",
      "body": "No single, universal definition of mental health exists because: what one society (culture) may view as: acceptable and appropriate, another society may see as: maladaptive/ inappropriate. A person’s behavior can provide clues to his/her mental health. Because each has a different view/interpretation of behavior (depending on his or her values and beliefs). According to the World Health Organization (WHO), mental health is a state of well-being in which an individual realizes their abilities, copes with normal life stress, works productively, and contributes to their community. It is more than just the absence of mental disorders or disabilities Thus, in most cases, mental health is defined as a state of emotional, psychological, and social wellness as evidenced by: Satisfying interpersonal relationships Effective behavior and coping Positive self-concept Emotional stability And expected to: Think clearly, Be able to solve different problems faced Enjoy good relationships with others, Feel spiritually at ease and bring happiness This aspect of health is considered as mental health. Therefore, being only the absence of disease, physically & socially healthy does not fulfill the definitions of good health. Mental illness: a state of psychological, social, spiritual and/physical ill which interferes with an individual’s: "
    }
  ]
}
