[
  {
    "title": "Compassion",
    "content": ""
  },
  {
    "title": "Gratitude",
    "content": ""
  },
  {
    "title": "1. Practice Self-Care",
    "content": "Maintain a balanced diet and proper hydration.\nGet enough sleep (7-9 hours per night).\nEngage in activities you enjoy.\nSet boundaries to avoid burnout.\nReduce Screen Time and Digital Overload (e.g. limits on social media use, take breaks from electronic devices or engage in offline activities that bring joy.\n2. Emotional Well-being\nPractice Gratitude – Keep a gratitude journal or express appreciation daily.\nSelf-Compassion – Be kind to yourself and avoid harsh self-criticism.\nEmotional Awareness – Recognize and name your emotions to process them effectively.\n3. Social Well-being\nSpend time with supportive family and friends.\nJoin community groups or online forums.\nEngage in meaningful conversations to reduce feelings of loneliness.\n"
  },
  {
    "title": "4. Cognitive Strategies",
    "content": "Positive Thinking – Reframe negative thoughts with a growth mindset.\nMindfulness & Meditation – Stay present in the moment to reduce anxiety.\nProblem-Solving Skills – Approach challenges with a solution-focused mindset.\n5. Physical Well-being/ Stay Physically Active\nRegular Exercise – Improves mood through endorphin release.\nHealthy Nutrition – A balanced diet supports brain health.\nQuality Sleep – Prioritize rest to enhance cognitive and emotional functioning.\n6. Stress Management/Engage in Mindfulness and Meditation\nPractice relaxation techniques such as deep breathing, meditation, or mindfulness.\nUse time management strategies to reduce overwhelm.\nEngage in hobbies that help you unwind.\n"
  },
  {
    "title": "7. Purpose & Fulfillment",
    "content": "Set Meaningful Goals – Align daily activities with personal values.\nLifelong Learning – Stay curious and open to new experiences.\nSpiritual or Philosophical Exploration – Reflecting on purpose can enhance resilience. Engage in activities that provide meaning and fulfillment.\n8. Seek professional help when needed\nTalk to a therapist, counsellor, or psychologist.\nUse support groups or helplines if feeling overwhelmed.\nMedication or therapy may be beneficial for clinical conditions.\n"
  },
  {
    "title": "6.Epilepsy",
    "content": "What is Epilepsy?\nEpilepsy is a neurological disorder characterized by recurrent seizures and convulsions or seizures, which are sudden bursts of electrical activity in the brain. This occurs when a sudden burst of electrical activity in the brain causes the brain cells to not transmit information properly. This causes a disruption or blockage in the brain’s ability to transmit information. These seizures can vary widely in terms of their severity, type, and how they affect the individual. Epilepsy is considered a chronic condition, but with proper treatment, many people can manage their seizures effectively.\nCauses of Epilepsy:\nEpilepsy can have various causes, though in many cases the exact cause is unknown. Some potential causes include:\nGenetic factors\nHead trauma or brain injury\nBrain infections (e.g., meningitis, encephalitis)\nStroke or brain tumors\nDevelopmental disorders (e.g., cerebral palsy)\nPrenatal injury or abnormal brain development\nSymptoms of Epilepsy\nThe primary symptom of epilepsy is recurrent seizures. The nature of the seizures can vary, but common symptoms during a seizure include:\nLoss of consciousness or awareness\nMuscle spasms, jerking movements, or stiffness\nUncontrolled movements or behaviors (such as lip-smacking or shaking)\nConfusion or disorientation after the seizure\nCommon myths about epilepsy:\n"
  },
  {
    "title": "• Insanity",
    "content": "• Satanic (evil spirit)\n• Caused by witchcraft\n• Belief that it is contagious (especially by touching or being near a person who has epilepsy)\n• Believing that it can be cured by holding a matchstick in your nose and writing something on a piece of paper and then erasing it\nHelp for someone with a seizure፡\nThe best and most appropriate treatment or support for people with a seizure is to:-\nCarefully remove them from dangerous areas and place them in a comfortable position.\nPlace a soft pillow under their head.\nHelp them lie down on their side and rest.\nDo not put anything in their mouth to prevent accidents.\nDo not light matches.\nDo not give them anything to drink\nAlthough epilepsy is not a life-threatening condition, some people die every year from sudden injuries caused by the disease. The best and most appropriate treatment or support for people with a seizure is to remove them from dangerous areas and place them in a comfortable position with a soft pillow under their head and rest on their side as shown in the picture below. It is not allowed to put anything in their mouth to prevent accidents. It is not appropriate to light a match, give him something to drink, or hold his hands and feet while he is shaking.\nTreatment options\nMedications: antiepileptic drugs (AEDs)\nSurgical treatment\nLifestyle changes: Adequate sleep, stress management, and avoiding seizure triggers (e.g., flashing lights) can help manage epilepsy.\nVagus Nerve Stimulation (VNS): A device implanted under the skin that sends electrical impulses to the brain to help prevent seizures.\nKetogenic Diet: A high-fat, low-carbohydrate diet that may help control seizures\nSupport to take medications regularly, stay safe during seizures (e.g., avoid swimming alone or operating heavy machinery)\nScreening tools\nDepression (PHQ-9)\nOver the last 2 weeks, how often have you been bothered by any of the following problems? Please circle your answers. Circle a number 0, 1, 2 or 3, which indicates how much the statement applied to patients over the past week:\nNot at all\nSeveral days\nMore than half the days\nNearly every day\nAnxiety (GAD-7)\nOver the last 2 weeks, how often have you been bothered by any of the following problems? Please circle your answers. Circle a number 0, 1, 2 or 3, which indicates how much the statement applied to patients over the past week:\nNot at all\nSeveral days\nMore than half the days\nNearly every day\n"
  },
  {
    "title": "Suicide Risk Screening Tool",
    "content": "Over the past few weeks, how often have you been bothered by any of the following problems? Please circle your answers. Circle a number “0” and “1”, which indicates how much the statement applied to the patients over the past few weeks:\n"
  },
  {
    "title": "No",
    "content": ""
  },
  {
    "title": "Yes",
    "content": ""
  }
]