[
  {
    "title": "Poor Mental Health Infrastructure",
    "content": "Lack of Integration with Primary Care\nMistrust in Healthcare Providers\n4. Structural and Policy Issues\nLegal and Policy Gaps\nCriminalization of Mental Illness\nLack of Workplace Accommodations\nAddressing these barriers\n"
  },
  {
    "title": "Raising Awareness",
    "content": "Expanding Access to Care\nCultural Sensitivity in Treatment\nAffordable and Accessible Services\nGeneral mental health management options\nGuide on Mental Health Support Action Plan\nMental Health First Aid (MHFA)\nMental Health First Aid is a training program designed to help individuals recognize, understand, and respond to signs of mental health challenges or crises. It equips people with the skills to provide initial support to someone experiencing a mental health issue until professional help is available or the crisis resolves.\nKey Objectives of MHFA:\nRecognize the signs and symptoms of mental health conditions.\nOffer immediate and appropriate support to individuals in distress.\nEncourage individuals to seek professional help and additional support.\nReduce stigma and misconceptions about mental health.\nThe Mental Health First Aid Action Plan (ALGEE)\nMHFA follows the ALGEE framework, a step-by-step approach to assisting someone in need:\nA – Approach the person, assess and assist with any crisis\nApproach in a non-judgmental and supportive way.\nCheck for immediate dangers (e.g., risk of self-harm or suicide).\nIf a crisis is present, seek emergency help.\nL – Listen non-judgmentally\nGive the person your full attention.\nUse open-ended questions and avoid interrupting.\nValidate their feelings and experiences.\nG – Give support and information\nReassure them that help is available, and they are not alone.\nProvide information about mental health conditions.\nAvoid criticism, blaming, or dismissing their feelings.\nE – Encourage the person to get appropriate professional help\nSuggest speaking with a GP, psychologist, or counselor.\nOffer to help them find local resources or hotlines.\nRespect their choice if they are hesitant, but encourage them gently.\nE – Encourage other supports\nEncourage seeking support from family, friends, or peer groups.\nDiscuss self-help strategies (exercise, meditation, journaling).\nOffer to stay in touch or check in regularly.\nWhen to Use Mental Health First Aid\nMHFA can be applied in various situations, including:\n✔ Someone experiencing a panic attack\n✔ A person in emotional distress or suicidal thoughts\n✔ Someone struggling with depression, anxiety, or psychosis\n✔ A person dealing with substance use issues\nWhat MHFA Is NOT\nIt is not a replacement for professional mental health care.\nIt does not involve diagnosing or treating mental illnesses.\nThe goal is to support and guide the person to seek appropriate help.\nGeneral treatment plan/steps for mental health conditions\nPharmaco-therapy\n"
  },
  {
    "title": "Psychotherapy",
    "content": "Electroconvulsive Therapy (ECT)\nManagement of any concurrent physical and/or other MNS conditions\nReferrals: Refer to specialists or hospital when indicated and available.\nFollow-up plan\nFoster strong links with employment, education, social services (including housing) and other relevant sectors.\n1.Pharmaco-Therapeutic principle\nDefine the target symptoms to be treated\nMedication that has worked well in the past used\nUse the minimum length of medication trial at adequate dosages\nIf trial is unsuccessful a different medication, usually from different class can be tried\nThe use of more than one medication is rare, but treatment resistance cases combination with other drugs like–carbamazepine, lithium and valproate\nMaintain on the lowest possible effective dosage\n"
  },
  {
    "title": "2.Psychotherapy",
    "content": "This helps to treat mild to moderate mental illness and include:\nCognitive behavioural therapy\n"
  },
  {
    "title": "Couple Therapy",
    "content": "Relaxation Training DEP\n"
  },
  {
    "title": "Problem Solving Treatment",
    "content": "Interpersonal Therapy (IPT)\n3.Electroconvulsive Therapy (ECT)\nFor acute and sub-acute forms of mental disorders e.g. depression, schizophrenia if:\nPatients not responding to medication e.g. antipsychotic\nSevere catatonic symptoms – stupor\nSevere depression, schizophrenia\n"
  },
  {
    "title": "4.General Referral Criteria",
    "content": "If the patient is displaying signs of:\nSuicidal thought with a plan and likely means or harm to others\nSo disabled by their mental disorder\nIf the PHCWs requires the expertise\nIf there is severe physical deterioration\nIf particular psychotropic is required [Lithium]\nIn need of other services such as legal aid\n"
  }
]