[
  {
    "title": "2.Depressive Disorder",
    "content": ""
  },
  {
    "title": "Definition:",
    "content": "Depression is one of the common mental disorders affecting one in four individuals in life. People with depressive disorders have considerable difficulty with daily functioning in personal, family, social, educational, occupational or other areas.\nCause of depression\nVarious theories for etiology exist, psychosocial stressors trigger certain physiological and chemical changes\n"
  },
  {
    "title": "Genetics",
    "content": "Most recent research focuses on neurochemical and biological imbalances (e.g. serotonin and norepinephrine)\nPsychodynamic theory (e. g. bereavement)\nPsychosocial Factors (Stress, stressful life even)\nPhysical illnesses such as cancer, heart problems, respiratory disease\nTreatments like Steroids and other medicines\nSubstance use (drinking alcohol regularly)\nWithout a clear cause.\nHow do you know depressive disorder?\nDiagnostic and Statistical Manual of Mental Disorders, Fifth Edition (DSM-5)\nThe DSM-5 defines Major Depressive Disorder as a condition characterized by persistent feelings of sadness, hopelessness, and a loss of interest or pleasure in most activities.\nA. Five (or more) of the following symptoms must be present during the same 2-week period and represent a change from previous functioning. At least one of the symptoms must be (1) depressed mood or (2) loss of interest or pleasure.\nDepressed mood most of the day, nearly every day (feels sad, empty, hopeless; or observed by others as tearful).\nMarkedly diminished interest or pleasure in all, or almost all, activities most of the day, nearly every day.\nSignificant weight loss when not dieting, weight gain, or decrease/increase in appetite nearly every day.\nInsomnia or hypersomnia (excessive sleeping) nearly every day.\nPsychomotor agitation or retardation (restlessness or slowed movements) nearly every day, observed by others.\nFatigue or loss of energy nearly every day.\nFeelings of worthlessness or excessive/inappropriate guilt (which may be delusional) nearly every day.\nDifficulty concentrating or indecisiveness nearly every day.\nRecurrent thoughts of death, suicidal ideation without a specific plan, or a suicide attempt or plan for committing suicide.\nB. The symptoms cause clinically significant distress or impairment in social, occupational, or other important areas of functioning.\nC. The episode is not attributable to the physiological effects of a substance or another medical condition.\nD. The occurrence is not better explained by schizoaffective disorder, schizophrenia, schizophreniform disorder, delusional disorder, or other specified/unspecified schizophrenia spectrum and other psychotic disorders.\nE. There has never been a manic or hypomanic episode, which would indicate bipolar disorder instead.\nTreatment options for MDD\n"
  },
  {
    "title": "Medications:",
    "content": "Selective Serotonin Reuptake Inhibitors (SSRIs) – e.g., fluoxetine, sertraline, escitalopram.\nSerotonin-Norepinephrine Reuptake Inhibitors (SNRIs) – e.g., venlafaxine, duloxetine.\nAtypical antidepressants – e.g., bupropion, mirtazapine.\nTricyclic antidepressants (TCAs) & Monoamine Oxidase Inhibitors (MAOIs) – Used in resistant cases.\n"
  },
  {
    "title": "Psychotherapy:",
    "content": "Cognitive-Behavioral Therapy (CBT) – Helps change negative thinking patterns.\nInterpersonal Therapy (IPT) – Focuses on relationships and life transitions.\n"
  },
  {
    "title": "Lifestyle Changes:",
    "content": "Regular physical activity, social support, mindfulness, and sleep regulation.\nElectroconvulsive Therapy (ECT):\nUsed for severe, treatment-resistant depression.\n"
  },
  {
    "title": "Postnatal Depression",
    "content": "Definition:\nPostnatal depression (also called postpartum depression) is a type of depression that affects parents after childbirth, most commonly occurs during pregnancy or within four weeks after childbirth. It is more severe and long-lasting than the \"baby blues,\" which typically resolve within a few days after delivery. However, for about 10 percent of mothers, this sadness turns into a disorder known as postnatal depression.\nPostnatal depression is a serious but treatable condition. Early recognition and support are crucial for recovery. If left untreated, it can affect both the parent and the child’s well-being.\n"
  }
]