[
  {
    "title": "Symptoms:",
    "content": "Depressed mood most of the day, nearly every day\nLoss of interest or pleasure in most activities\nSignificant weight changes or appetite disturbance\nSleep disturbances (insomnia or excessive sleeping)\nFatigue or loss of energy\nFeelings of worthlessness or excessive guilt\nDifficulty concentrating or making decisions\nThoughts of death or suicidal ideation\nCauses and Risk Factors:\nPostnatal depression can result from a combination of biological, psychological, and social factors, including History of depression, hormonal changes, sleep deprivation, stress, lack of support, previous mental health conditions and difficult birth experience (complications during delivery)\nTreatment options:\nPsychotherapy: Cognitive Behavioral Therapy (CBT), Interpersonal Therapy (IPT)\nMedication: Antidepressants (e.g., SSRIs, under medical supervision)\nSupport networks: Seeking help from family, friends, or support groups\nSelf-care: Prioritizing rest, nutrition, exercise, and relaxation techniques\n3.Anxiety disorder\n"
  },
  {
    "title": "Definition",
    "content": "The term anxiety is used to describe feelings of uncertainty, uneasiness, apprehension, or tension that a person experiences in response to an unknown object or situation.\nFear versus Anxiety\nAnxiety is an alerting signal or response to a threat that is unknown, internal, vague, or conflictual.\nFear is a similar alerting signal but should be differentiated from anxiety by its response to a known, external, definite, non-conflictual threat.\nGeneralized Anxiety Disorder (GAD)\n"
  },
  {
    "title": "Definition",
    "content": "DSM-5 defines Generalized Anxiety Disorder (GAD) as excessive anxiety and worry about various aspects of daily life, occurring more days than not for at least six months.\nA. Excessive anxiety and worry (apprehensive expectation) occurring more days than not for at least six months, about a number of events or activities (such as work, school, or personal matters).\nB. The individual finds it difficult to control the worry.\nC. The anxiety and worry are associated with three (or more) of the following six symptoms (with at least some symptoms present for more days than not in the past six months): (Only one item is required in children.)\nRestlessness or feeling keyed up or on edge\nBeing easily fatigued\nDifficulty concentrating or mind going blank\n"
  },
  {
    "title": "Irritability",
    "content": "Muscle tension\nSleep disturbance (difficulty falling or staying asleep, or restless, unsatisfying sleep)\nD. The anxiety, worry, or physical symptoms cause clinically significant distress or impairment in social, occupational, or other important areas of functioning.\nE. The disturbance is not attributable to the physiological effects of a substance (e.g., drug abuse, medication) or another medical condition (e.g., hyperthyroidism).\nF. The disturbance is not better explained by another mental disorder, such as panic disorder, social anxiety disorder, obsessive-compulsive disorder (OCD), or post-traumatic stress disorder (PTSD).\nCauses of Generalized Anxiety Disorder\nGeneralized Anxiety Disorder can be caused by many factors, including genetics, hormones, stress/trauma, substance abuse, physical illness, and economic or psychological stress.\nTreatment options for GAD\n"
  },
  {
    "title": "Pharmacotherapy",
    "content": "The decision to prescribe anxiolytic to patients with GAD should rarely be made on the first visit because of the long-term nature disorder\nThe three major drugs for treatment of GAD are:\nBenzodiazepines-drugs of choice\n(SSRIs),\nBuspirone (buspar) and venlafaxine\nOther drugs that may be useful are:\nTCAs(e.g.imipramine)\nAdrenergic antagonists (propranolol)\nDuration of treatment 6-12 month, some study indicates that treatment should be long term, perhaps lifelong.\nAbout 25% of pts relapse in the first month after discontinuation of therapy and 60-80% relapse over the course of the next year\n"
  },
  {
    "title": "Psychotherapy",
    "content": "The major psychotherapeutic approaches is:\nCognitive-behavioral,\nSupportive, and\nInsight oriented\n"
  },
  {
    "title": "Lifestyle Changes:",
    "content": "Regular exercise, mindfulness, stress management techniques.\n"
  }
]