[
  {
    "title": "4. Suicidality",
    "content": "Everyone who talks about low mood, or who is suspected of having low mood, should be\nasked if they are thinking about hurting themselves.\nRisk for suicide\nRisk factors for suicide are varied/no single cause or stressor alone can explain a suicidal act.\nAlthough the scale scoring may not be valid in Ethiopia, in other countries, having six or more of the factors on “SAD PERSONS” Scale indicates substantial risk.\n• Sex (available data in Ethiopia do not find that the rate of attempts is that different between men and women; in other countries being male puts one at more risk)\n• Age (attempts in Ethiopia seem more common among older teens and young adults)\n"
  },
  {
    "title": "• Depression",
    "content": "• Previous attempt\n• Ethanol abuse\n• Rational thinking loss\n• Social supports lacking\n• Organized plan\n• No spouse\n• Availability of lethal means (or belief that the means at hand are lethal)\n• Sickness (medical illness)\n"
  },
  {
    "title": "Suicide Risk Screening",
    "content": "Over the past few weeks, how often have you been bothered by any of the following problems?\nIn the past few weeks, have you felt that you or your family would be better off if you were dead?\nIn the past week, have you been having thoughts about killing yourself?\nHave you ever tried to kill yourself?\nIf the patient answers yes to any of the above, ask the following question: Are you having thoughts of killing yourself right now?\nIf the answer to any of these questions is “yes” then the risk of suicide should be high, consider the following:\nPatients require a STAT safety/full mental health evaluation.\nPatients cannot leave until they are evaluated for safety.\nKeep patient in sight.\nRemove all dangerous objects from the room.\nAlert physician or clinician responsible for patient’s care.\n5.Positive Mental Health/well-being Techniques\nPromoting positive mental health or improving mental health and well-being involves a combination of lifestyle changes, coping strategies, and professional support. Well-being strategies in mental health focus on maintaining emotional, psychological, and social well-being. Promoting positive mental health involves maintaining emotional resilience, fostering supportive relationships, and engaging in activities that enhance well-being. Some of effective techniques include:\n"
  },
  {
    "title": "Mindfulness",
    "content": ""
  },
  {
    "title": "Meditation",
    "content": ""
  },
  {
    "title": "Breathing Exercise",
    "content": ""
  },
  {
    "title": "Progressive Muscle Relaxation",
    "content": ""
  }
]